---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LPerS
source: html/0fdeffc0-1f63-bc94-a4a4-9c16af258bbe.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LPerS Property

Symbol L/s, indicating unit Liters per second.

## Syntax (C#)
```csharp
public static ForgeTypeId LPerS { get; }
```